Repository: phkundi/Whatsapp-Analyzer
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Chat Report
de: Chat Bericht

source: Total Messages
de: Nachrichten Gesamt

source: Average Daily Messages
de: Durchschnittliche Nachrichten pro Tag

source: Total Words
de: Worte Gesamt

source: Average Words per Message
de: Durchschnittliche Worte pro Nachricht

source: Top 10 Authors
de: Top 10 Autoren

source: Messages By Author
de: Nachrichten pro Autor

source: Rank
de: Rang

source: Messages
de: Nachrichten

source: Most Active Years
de: Aktivste Jahre

source: Most Active Months
de: Aktivste Monate

source: Most Active Weekdays
de: Aktivste Tage

source: Most Active Hours
de: Aktivste Stunden

source: Most Active Days Ever
de: Tage mit den meisten Nachrichten

source: Date
de: Datum

source: Count
de: Anzahl

source: Least Active Days Ever
de: Tage mit den wenigsten Nachrichten

source: Most Common Messages
de: Häufigste Nachrichten

source: Most Common Emojis
de: Häufigste Emojis

source: Yearly Breakdown
de: Aktivität pro Jahr

source: Analysis Counter
de: Bereits analysiert

source: Privacy Policy
de: Datenschutz

source: Contact
de: Kontakt

source: A simple tool to analyze your Whatsapp conversations
de: Analysiere Whatsapp Chats schnell und einfach

source: Choose a file
de: Datei auswählen

source: Upload
de: Hochladen

source: Already Analyzed
de: Bereits Analysiert

source: Please wait, this may take a moment
de: Bitte warten, das kann einen Moment dauern

source: How does it work
de: Wie funktioniert es?

source: 1. Open Whatsapp Chat
de: 1. Whatsapp Chat öffnen

source: 2. Open Chat Information
de: 2. Chat Info öffnen

source: 3. Select Export Chat
de: 3. Chat Exportieren auswählen

source: 4. Select "Without Media"
de: 4. "Ohne Medien" auswählen

source: 5. Email file to yourself
de: 5. Schicke die Datei an dich selbst

source: 6. Upload here
de: 6. Hier hochladen

source: Frequently Asked Questions
de: Häufig gestellte Fragen

source: Do you store my chat on your server?
de: Wird mein Chat auf dem Server gespeichert?

source: No. Your file will be deleted from the server immediately after you upload it.
de: Nein. Deine Datei wird sofort nach der Analyse automatisch gelöscht

source: What do I need to consider before uploading my file?
de: Was muss ich beachten bevor ich meine Datei hochlade?

source: Your results will be better if you have everyone in your conversation saved as a contact.
de: Die Ergebnisse sind aussagekräftiger wenn du jeden aus dem Chat als Kontakt eingespeichert hast.

source: Can I revisit my report?
de: Kann ich meinen Bericht öfters aufrufen?

source: Since your information will not be saved, this is not possible unless you upload your file again.
de: Nachdem die Informationen bei uns nicht gespeichert werden, ist das nicht möglich. Natürlich kannst du den Chat aber erneut hochladen.

source: There is something wrong with my report - what can I do?
de: Etwas scheint mit meinem Bericht nicht zu stimmen - was kann ich machen?

source: Please use the contact form to explain your issue. This is a work in progress so any feedback is welcome.
de: Klicke unten auf Kontakt um eine Email zu schicken, in welcher du dein Problem erklärst.
